ici-test-automation-feature-environment-readiness/ic-integration-tests/src/test/resources/es/vs/ValidRequest_envelope.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns="http://skat.dk/begrebsmodel/2012/01/01/">
    <soapenv:Header>
    </soapenv:Header>
    <soapenv:Body>
        <ns:VirksomhedSøg_I>
            <ns:Kontekst>
                <ho:HovedOplysninger xmlns:ho="http://skat.dk/begrebsmodel/xml/schemas/kontekst/2007/05/31/">
                    <ho:TransaktionsID>TRANSACTIONS_ID</ho:TransaktionsID>
                    <ho:TransaktionsTid>TRANSAKTIONS_TID</ho:TransaktionsTid>
                </ho:HovedOplysninger>
            </ns:Kontekst>
            <ns:UdsøgningValg>
                <ns:VirksomhedCVRNummer>VIRKSOMHED_CVR_NUMMER</ns:VirksomhedCVRNummer>
            </ns:UdsøgningValg>
        </ns:VirksomhedSøg_I>
    </soapenv:Body>
</soapenv:Envelope>